data/blz/blaze.xml

<soap:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
  <soap:Body>
    <Query xmlns="http://tempuri.org/">
      <applicationNumber>202212151000002</applicationNumber>
      <sourceCode>stag2</sourceCode>
    </Query>
  </soap:Body>
</soap:Envelope>